package com.example.multi_game.data

val predictions= mapOf(
    "1" to setOf(
        "ใบที่หนึ่งสมมาทปรารถนา\n " +
        "ทายไว้ว่ามีคนชุบอุปถัมภ์ \n" +
        "หมายสิ่งใดที่ในจิตต์คิดจะทำ\n" +
        "ว่าคงสำเร็จการประมาณมี\n" +
        "แต่ช้า ๆ จึงจะสมอารมณ์ปอง\n" +
        "ทั้งพวกพ้องปรีเปรมเกษมศรี\n" +
        "ว่าอยู่เย็นเป็นสุข ทุกเดือนปี\n" +
        "แม้นใบนี้ถามโรคที่โศรกกาย\n" +
        "ว่าคงจะเบาบางเหมือนอย่างว่า\n " +
        "หรือถามหาลูกหนี้พี่น้องหายว่าคง\n" +
        "จะพบพักตร์เหมือนทักทาย\n" +
        "หรือถามหมายหาลาภไม่หยาบคำ ว่าช้า ๆ\n " +
        "คงจะสมอารมณ์นึก\n " +
        "ได้ก้องกึกเหล่ากอเป็นข้อขำ\n" +
        "ถามหาคู่ดีนักเหมือนชักนำ\n" +
        "ขอจบคำที่หนึ่งรำพึงเอยฯ",
        "คำทำนายที่หนึ่ง " +
        "เซียมซีใบนี้ว่าด้วย\n" +
        "ช่วงนี้ชะตาชีวิตเปรียบเหมือน\n" +
        "แสงพระอาทิตย์อันแรงกล้า\n" +
        "ทำการสิ่งใดไม่มีอุปสรรค\n" +
        "ถ้าเจ็บป่วยจะมีหมอดีมารักษา\n" +
        "เงินทองไม่ขัดสนการงาน\n"+
        "ก้าวหน้าสรรพสิ่งดีนักแล\n"
        ),
    "2" to setOf("ใบที่สองต้องกันเหมือนจันทร์ฉาย\n" +
            "เปรียบกับต้นพฤกษีคราวที่ตาย\n" +
            "แล้วกลับกลายได้เป็นเหมือนเช่นเดิม\n" +
            "ได้ผลิดอกออกใบไสวสว่าง\n" +
            "ต้องน้ำค้างลมเชยรำเพยเสริม\n" +
            "เหมือนกระจกบานเก่าเมื่อคราวเดิม\n" +
            "ต้องเพิ่มเติมขัดถูจึงดูงาม\n" +
            "จะทำการสิ่งใดพร้อมใจกัน\n" +
            "จงผ่อนผันหารือนับถือถาม\n" +
            "คงสมจิตต์สมปองทำนองความ\n" +
            "ใบนี้ถามคนไข้ว่าได้คลาย\n" +
            "ถามลูกหนี้พวกพ้องว่าต้องพบ\n" +
            "ถามเรื่องคู่รู้จบไม่สมหมายถามหาลาภว่าดีพาทีทาย\n" +
            "จบภิปรายเลขสองทำนองเอยฯ", "คำทำนายที่สอง \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้ไม่มีอุปสรรค \n" +
            "จะได้โชคลาภอันพึงประสงค์ \n" +
            "การงานเจริญรุ่งเรือง \n" +
            "ถ้าเจ็บป่วยจะมีหมอดีมารักษา \n" +
            "เนื้อคู่ยังอยู่ไกลทุกอย่างดีนักแล"),
    "3" to setOf("ใบที่สามความยากลำบากล้น\n" +
            "จะทำการก็ป่วยการรำคาญตน\n " +
            "ว่ามีคนปองร้ายไม่วายวัน \n" +
            "กินไม่อิ่มนอนไม่หลับกลับให้ทุกข์\n" +
            " ไม่มีสุขสักเวลาแทบอาสัญ\n" +
            " แต่ถามเรื่องเป็นความไม่คร้ามกัน \n" +
            "คงผ่อนผันสู้ได้เป็นไรมี\n" +
            " จะไปหาผู้ใดก็ไม่ยาก\n" +
            " ถามลูกหนี้ที่จากพลัดพรากหนี \n" +
            "ว่ายังไม่พบกันในทันที\n " +
            "หาลาภนี้ก็ยากลำบากกาย\n" +
            "ถามเรื่องคู่สู่สมภิรมย์ภักตร์\n" +
            "ว่าร้ายนักฟั่นเฟือนไม่เหมือนหมาย\n" +
            "จงสงบไว้ก่อนค่อยผ่อนกาย\n" +
            " หมดคำทายที่สามจบความ\n" +
            "เอยฯ", "คำทำนายที่สาม \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้ \n" +
            "อาจมีอุปสรรคอยู่บ้างเล็กน้อย \n" +
            "จงไหว้พระขอพรสิ่งร้าย\n" +
            "จะกลับกลายเป็นดี \n" +
            "ถามเรื่องการงานแล\n" +
            "เชื่อเสียงช่วงนี้ยังดีอยู่ \n" +
            "โรคภัยไม่มี \n" +
            "โชคลาภมีน้อย \n" +
            "เนื้อคู่จะช่วยท่านสร้างชื่อเสียงได้\n"),
    "4" to setOf("ใบที่สี่นี้ไซร้ว่าไกลคู่ \n" +
            "มิได้รู้ปะพบประสพสอง\n" +
            "เหมือนลูกไก่ฝูงเดียวเที่ยวคะนอง\n" +
            "ตัวหนึ่งต้องจากไปเสียไกลกัน ต่อนาน ๆ\n" +
            "จึงจะพบประสพพักตร์\n" +
            "ได้สมศักดิ์สุขีเป็นศรีสันต์\n" +
            "จะทำการสิ่งใดพร้อมใจกัน \n" +
            "แต่ข้อนั้นทายไว้ที่ในที \n" +
            "อย่าดำเนินเดินหน้าท่านว่าร้าย\n" +
            "เราต้องหมายตามหลังระวังหนี\n" +
            "เหมือนพระจันทร์ร่อนเร่ชนเมฆี \n" +
            "พระแสงศรีสุริยงต้องลงดิน \n" +
            "ถามคนเจ็บว่าหายสบายจิตต์\n" +
            "ถามเรื่องคิดเป็นความตามกระสินธ์ \n" +
            "คงชนะเจียวหนาอย่าราคิน \n" +
            "แม้นถามถิ่นคนที่หลบหนีไกล\n" +
            "ว่ายังไม่ปะพบประสพพักตร์\n" +
            "ถามลูกรักในครรภ์ที่มั่นหมาย \n" +
            "ว่าคงรู้เห็นได้เป็นชายจบคำทายที่สี่เท่านี้เอยฯ",
            "คำทำนายที่สี่ \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้จะมีโชคลาภ \n" +
            "การงานรุ่งเรือง \n" +
            "ถ้าเจ็บป่วยจะมีหมอดีมารักษา \n" +
            "ครอบครัวและตัวท่านจะ\n" +
            "ประสบสุขตลอดกาลดีนักแล"),
    "5" to setOf("ใบที่ห้าว่าไว้ในอักษร \n" +
            "ไม่มีใครทำร้ายขจายจร\n" +
            "อย่าทุกข์ร้อนไปเลยไม่เคยการ\n" +
            "ถ้าแม้นรักมักได้ควายของเขา \n" +
            "ม้าของเราจะต้องพรากจากสถาน \n" +
            "ถ้าจะคบผู้ใดให้ดูการ\n" +
            "ถือโบราณแบบเก่าอย่าเบาความ \n" +
            "แม้นถามหาเนื้อคู่ว่าอยู่ไกล \n" +
            "ยังไม่ได้เหมือนจิตจงคิดขาม\n" +
            "ถามลูกหนี้หนีไปในใจความจะติดตาม\n" +
            "ไม่พบประสบกัน ถามหาลาภนี้ไซร้ก็ได้ยาก\n" +
            "ต้องลำบากทุกข์ร้อนจงผ่อนผัน \n" +
            "แม้นถามบุตรสุดใจที่ในครรภ์ \n" +
            "เลขห้านั้นว่าหญิงทุกสิ่ง เอยฯ",
            "คำทำนายที่ห้า \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้ยังไม่ราบรื่น \n" +
            "การงานมีอุปสรรค \n" +
            "ท่านจะเจ็บไข้ได้ป่วย\n" +
            "ความรักไม่สดชื่น \n" +
            "โชคลาภยังไม่มี \n" +
            "จงหมั่นไหว้พระ \n" +
            "และขอพร \n" +
            "สิ่งร้ายก็จะทุเลาลงบ้าง\n"),
    "6" to setOf("ใบที่หกตกจิตต์คิดสงสัย \n" +
            "ว่าอย่านึกกลอกกลับจงดับใจ \n" +
            "แม้นนานไปคงสมอารมณ์ปอง \n" +
            "เดี๋ยวนี้เลวเหลวไหลไม่ได้เรื่อง \n" +
            "ขืนยักเยื้องร้อนรนจะหม่นหมอง \n" +
            "แม้นถามหาลาภว่าได้สมอารมณ์\n" +
            "ปองถามพวกพ้องลูกหนี้ที่รุงรัง\n" +
            "ว่าคงจะพบประสพพักตร์อย่าเยื้อง\n" +
            "ยังคงสมอารมณ์หวัง \n" +
            "ใครขอได้ใบนี้ไม่มีบัง \n" +
            "เป็นจริงจังดีจริงทุกสิ่งอัน \n" +
            "ถึงคนเจ็บก็หายสบายจิตต์ \n" +
            "คงสมคิดสุขีเป็นศรีสรรค์ \n" +
            "ถามหาคู่ใบนี้ว่าดีครัน \n" +
            "จบที่หกเท่านั้นนะท่านเอยฯ" , "ทีได้ที่ฝึกงงาน","คำทำนายที่หก \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้จะพบ\n" +
            "คนที่มีบุญมาช่วยเหลือ \n" +
            "การงานก้าวหน้า \n" +
            "เงินทองคล่องตัว \n" +
            "ความรักจะพบเนื้อคู่ \n" +
            "เจ็บป่วยไม่มี \n" +
            "ทุกสิ่งทุกอย่างสมประสงค์ดีนักแล"),
    "7" to setOf("ใบที่เจ็ดเสร็จทุกข์เป็นสุขี \n" +
            "ทั้งบ้านเรือนเพื่อนกินก็ยินดี \n" +
            "แต่ตัวนี้เคืองขุ่นอยู่วุ่นวาย\n" +
            "จงทำบุญให้ทานประมาณจิตต์ \n" +
            "คงสมคิดแสนสมอารมณ์หมาย\n" +
            "อย่าอ้อมโอบโลภมากจะยากกาย \n" +
            "ฟังภิปรายพาทีคงดีจริง\n" +
            "เหมือนปลูกต้นผลไม้ไว้ใกล้บ้าน \n" +
            "คงเป็นการอยู่สุขสิ้นทุกสิ่ง \n" +
            "ถามหาลาภใบนี้ว่าดีจริง\n" +
            "หรือถามสิ่งของหายว่าได้คืน \n" +
            "ถามหาคู่สู่สมภิรมย์ภักตร์ \n" +
            "ว่าดีนักแสนดีเป็นที่ชื่น\n" +
            "ถามคนเจ็บว่าหายสบายคืน \n" +
            "ถึงเรื่องอื่นก็ดีเท่านี้เอยฯ\n", "คำทำนายที่เจ็ด \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้จะได้ลาภ \n" +
            "ผ้าผ่อน เงินทอง \n" +
            "การงานไม่มีอุปสรรค \n" +
            "แลจะได้ที่อยู่กันอันพึงใจ \n" +
            "ความรักสดชื่น \n" +
            "เจ็บป่วยจะมีหมอดีมารักษา \n" +
            "มิฉะนั้นจะได้รับความสุข\n" +
            "อย่างประเสริฐยิ่งแล"),
    "8" to setOf("ใบที่แปดนี้ไซร้แม้นได้สม \n" +
            "คงชื่นชมสุขีเป็นที่สอง \n" +
            "เปรียบเหมือนต้นพฤกษามณฑา\n" +
            "ทองรากแก้วต้องขาดไปอยู่ไม่ทน \n" +
            "เวลานี้ก็แล้งเหมือนแบ่งรับ \n" +
            "จงเปลี่ยนกลับย้ายที่จึงมีผลถามของ\n" +
            "หายหายากลำบากตน \n" +
            "ถามหาต้นเนื้อคู่ไม่สู้ดี \n" +
            "แม้นถามเรื่องเป็นความต้องขามเข็ด \n" +
            "ไม่สำเร็จสู้ยากต้องบากหนี \n" +
            "ถามหาลาภเล่าไซร้ก็ไม่ดี \n" +
            "จบที่แปดเท่านี้ไม่ดีเอย ฯ", "คำทำนายที่แปด \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้จะมีลาภ \n" +
            "การงานจะรุ่งเรือง \n" +
            "เจ็บป่วยจะหมายเร็ว \n" +
            "เงินทองไหลมาเทมา \n" +
            "สรรพสิ่งสมดังปรารถนา\n" +
            "ทุกประการดีนักแล"),
    "9" to setOf("ใบที่เก้าเล่าขัดตัวมัจฉา \n" +
            "จะกลายเป็นมังกรเหมือนก่อนมา \n" +
            "คิดไปหาลาภผลด้วยกลใด \n" +
            "ทิศทักษิณทิศประจิมริมวิถี ว่าไปดีมาดีเป็นสีใส \n" +
            "เปรียบเหมือนกับนาวาที่คลาไคล \n" +
            "ได้แล่นไปตามลมคงสมปอง \n" +
            "ว่ามังกรกับงูยังรู้แปลง \n" +
            "เหมือนหน้าแล้งวิดน้ำสักสามสอง \n" +
            "คงจะได้ฟุ้งเฟื่องเป็นเนืองนอง \n" +
            "ถามคนต้องพลัดพรากที่จากไป \n" +
            "ว่าคงจะพบปะประสบภักตร์ \n" +
            "ถามคู่รักร่วมจิตพิศมัย \n" +
            "ว่ายังไม่ได้กันในทันใด \n" +
            "ถามคนไข้ว่ายังชั่วบอกตัวตรง \n" +
            "ถามหาลาภใบนี้ว่าดีนัก \n" +
            "คงจะสมจิตคิดประสงค์ \n" +
            "จงอุตส่าห์หมั่นทำในจำนง \n" +
            "ที่เก้าคงว่าดีเท่านี้เอยฯ" , "คำทำนายที่เก้า \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้จะ\n" +
            "ได้ยศฐาบรรดาศักดิ์ \n" +
            "และสรรพสิ่งลาภจะ\n" +
            "บริบูรณ์ด้วยทรัพย์สมบัติ \n" +
            "การงานเจริญรุ่งเรือง \n" +
            "ไม่มีโรคภัยอันตราย \n" +
            "ความรักสมหวัง \n" +
            "สรรพสิ่งไม่มีอุปสรรคดีนักแล"),
    "10" to setOf("ใบที่สิบหยิบยกตกกับใบ้ \n" +
            "เหมือนได้นอนหลับแล้วกลับฝัน \n" +
            "จะพูดจาแสนยากลำบากครัน \n" +
            "ไม่รู้วันเป็นตายวายชีวา \n" +
            "แม้นถามลูกในท้องต้องเป็นหญิง \n" +
            "ถ้าถามสิ่งของหายอย่าหมายหา \n" +
            "สุดแสนยากจะพบประสบตา \n" +
            "แต่ถามคนไข้ว่าได้คลาย \n" +
            "ถามถึงคู่สู่สมภิรมย์ภักตร์ \n" +
            "ว่าสมศักดิ์แสนสมอารมณ์หมาย \n" +
            "ถามหาลาภได้ยากลำบากใจ \n" +
            "แต่นานไปคงสมอารมณ์เอย ฯ" , "คำทำนายที่สิบ \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตในช่วงนี้จะได้รับ\n" +
            "ความเดือดร้อนด้วยถ้อย\n" +
            "คำอันมิชอบจากผู้อื่น \n" +
            "และควรระวังอันตรายจากการ\n" +
            "ขับขี่ต่าง ๆ การงานมีอุปสรรคนิดหน่อย \n" +
            "โชคลาภยังไม่มี \n" +
            "ความรักมีอุปสรรคมาก \n" +
            "จงหมั่นไหว้ขอพร \n" +
            "สิ่งร้ายอาจกลายเป็นดี"),
    "11" to setOf("\n" +
            "ใบที่สิบเอ็ดเหมือนกับพระจันทร์ฉาย \n" +
            "ขี้เมฆปิดมิดไว้เคียงใกล้กาย \n" +
            "แล้วผันผายออกห่างสว่างเดิมชาติ\n" +
            "ปางก่อนทำเท่าใดได้เท่านั้น \n" +
            "พอสมกันสมมูลไม่พูนเพิ่ม \n" +
            "ข้างฝ่ายหน้าว่าดีทวีเดิม \n" +
            "แม้ความเดิมแม่ลูกได้ถูกกัน \n" +
            "ทำสิ่งหนึ่งสิ่งใดคงได้สม \n" +
            "ถามคู่ชมว่าดีเป็นศรีสันต์ \n" +
            "ถามลูกหนี้พวกพ้องพี่น้องกัน \n" +
            "คงผ่อนผันได้สมอารมณ์ปอง \n" +
            "ถามหาลาภก็ดีเป็นที่ยิ่งถาม\n" +
            "ถึงสิ่งสู้ความว่างามผ่อง \n" +
            "ดีทั้งนั้นใบนี้เหมือนสีทอง \n" +
            "จงตรึกตรองอ่อนน้อมให้พร้อมเอยฯ", "คำทำนายที่สิบเอ็ด \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตในช่วงนี้จะเกิด\n" +
            "ถ้วยความให้เกรงสตรี\n" +
            "เป็นศัตรูจงหนัก \n" +
            "มิฉะนั้นจะถูกฟ้องหาเพราะชู้เมีย \n" +
            "ไม่ควรเดินทางกลางคืน \n" +
            "การงานไม่มีอุปสรรค \n" +
            "อาจจะเจ็บป่วยเสียงเงินทอง \n" +
            "จึงควรไหว้พระให้ท่าน\n" +
            "คุ้มครองสิ่งต่าง ๆ \n" +
            "อาจกลายเป็นดี"),
    "12" to setOf("ใบที่สิบสองคนหนึ่งเดินนำหน้า \n" +
            "คนหนึ่งว่าตามหลังมาทั้งสอง\n" +
            "เปรียบเหมือนคนกับใบ้น้ำใจปอง \n" +
            "พูดไม่คล่องแสนยากลำบากครัน\n" +
            "ว่าจะมีคนชุบอุปถัมภ์ \n" +
            "เหมือนถ้อยคำพาทีคนที่ฝัน\n" +
            "เวลาตนหายไปร้อนใจครัน\n" +
            "ให้ป่วนปั่นเปล่า ๆ ไม่เข้าการ \n" +
            "ถามหาคู่สู่สมภิรมย์ภักตร์ \n" +
            "ว่าร้ายนักจงแจ้งแถลงสาร\n" +
            "ถามเป็นความว่าดีไม่มีวานถาม\n" +
            "ถึงการเพื่อนรักประจักษ์ใจ \n" +
            "ว่าคงจะได้สมอารมณ์นึก \n" +
            "ที่ตื้นลึกจงแจ้งแถลงไข \n" +
            "พบพี่ป้าลุงน้าเพื่อนอาลัย \n" +
            "ถามหาลาภไซร้ไม่สู้ดีเท่านี้เอยฯ", "คำทำนายที่สิบสอง \n" +
            "เซียมซีใบนี้ว่าด้วย \n" +
            "ชะตาชีวิตช่วงนี้ \n" +
            "จะได้ลาภยศบริบูรณ์\n" +
            "สมประสงค์ \n" +
            "ทั้งจะอายุยืนยาว \n" +
            "การค้าขายเจริญรุ่งเรือง \n" +
            "จะมีเนื้อคู่อันประเสริฐ \n" +
            "ทุกสิ่งที่ท่านขอจะสมประสงค์ดีนักแล"),


)

